Repository: wfbh-appdev/Wayfinder
Catalog: Generic/Strings/*.lproj/AppFrameworkEvents.strings
Languages: ar, pt

# afcaddeventtocalendar.addtocalendar.success.title
source: Calendar Event
ar: حدث التقويم
pt: Evento do Calendário

# afcaddeventtocalendar.addtocalendar.success.message
source: %@ was added to your calendar
ar: %@ تمت إضافته إلى التقويم
pt: %@ foi adicionado ao seu calendário

# afcaddeventtocalendar.addtocalendar.failure.title
source: Calendar Event
ar: حدث التقويم
pt: Evento do Calendário

# afcaddeventtocalendar.addtocalendar.failure.message
source: An error occurred, please try again
ar: حدث خطأ، يرجى إعادة المحاولة
pt: Ocorreu um erro. Por favor, tente novamente

# afcaddeventtocalendar.addtocalendar.cancelbutton.title
source: OK
ar: موافق

# afcaddeventtocalendar.calendarrestrictedaccess.title
source: Access to Calendar is Restricted
ar: الوصول إلى التقويم مقيد
pt: O acesso ao Calendário é Restrito

# afcaddeventtocalendar.calendarrestrictedaccess.message
source: To re-enable, please go to Settings and grant access to your Calendar
ar: لإعادة تمكين، الرجاء الانتقال إلى الإعدادات ومنح حق الدخول إلى التقويم
pt: Para reativar, vá para Configurações e conceda acesso ao seu Calendário

# afcaddeventtocalendar.calendarrestrictedaccess.cancelbutton.title
source: Cancel
ar: إلغاء
pt: Cancelar

# afcaddeventtocalendar.calendarrestrictedaccess.settingsbutton.title
source: Settings
ar: الإعدادات
pt: Configurações

# eventsdetail.share.text.subject
source: %@ is having an event!
ar: %@ هو وجود حدث!
pt: %@ Está tendo um evento!

# eventsdetail.share.text.body
source: Check out the event at %@: %@
ar: %@: %@ تحقق من الحدث في
pt: Confira o evento em %@: %@
