Repository: wfbh-appdev/Wayfinder
Catalog: Generic/Strings/*.lproj/AppFrameworkMapping.strings
Languages: ar, pt_pt

# afcuimroutebuilderviewcontroller.route.error.nostartend
source: Both Start and End locations must be specified to find a route.
ar: يجب تحديد كل من موقعي البدء والانتهاء للعثور على مسار.
pt_pt: Ambos os locais de Início e Fim devem ser especificados para encontrar uma rota.

# afcuimroutebuilderviewcontroller.route.error.endstart.same
source: The start and end point must be different.
ar: يجب أن تكون نقطة البداية والنهاية مختلفة.
pt_pt: O ponto inicial e final devem ser diferentes.

# afcuimroutebuilderviewcontroller.route.error.cantfindpoi
source: We could not find that POI, please search again.
ar: لم نتمكن من العثور على بوي، يرجى البحث مرة أخرى.
pt_pt: Não conseguimos encontrar esse POI, procure novamente.

# afcuimroutebuilderviewcontroller.route.error.title
source: Sorry
ar: آسف
pt_pt: Desculpa

# afcuimroutebuilderviewcontroller.currentlocation.text
source: Current Location
ar: الموقع الحالي
pt_pt: Localização atual

# afcuimroutebuilderviewcontroller.startlocationtextfield.placeholder
source: Start Location
ar: موقع البدء
pt_pt: Iniciar Localização

# afcuimroutebuilderviewcontroller.endlocationtextfield.placeholder
source: End Location
ar: نهاية الموقع
pt_pt: Localização final

# afcuimroutebuilderviewcontroller.startlabel.text
source: START
ar: بداية
pt_pt: COMEÇAR

# afcuimroutebuilderviewcontroller.endlabel.text
source: END
ar: النهاية
pt_pt: FIM

# afcuimroutebuilderviewcontroller.titlelabel.text
source: Routing
ar: التوجيه
pt_pt: Roteamento

# afcuimroutebuilderviewcontroller.cancelbutton.buttontitle
source: Cancel
ar: إلغاء
pt_pt: Cancelar

# afcuimroutebuilderviewcontroller.routebutton.buttontitle
source: Route
ar: طريق
pt_pt: Rota

# afcuimroutebuilderviewcontroller.handicapaccessibilitylabel.text
source: Handicap Accessibility
ar: إمكانية
pt_pt: Acessibilidade

# afcuimroutebuilderviewcontroller.outdoortoindoornotificationtitle.text
source: Welcome to
ar: مرحبا بك ف
pt_pt: Bem-vindo ao

# afcuimroutebuilderviewcontroller.outdoortoindoornotificationtitle.message
source: Please launch the app for indoor directions to your final destination.
ar: يرجى إطلاق التطبيق لاتجاهات داخلية إلى وجهتك النهائية.
pt_pt: Lance o aplicativo para direções interiores para o seu destino final.

# afcuimroutebuilderviewcontroller.outdoortoindooralerttitle.text
source: Need Directions to the Venue?
ar: تحتاج الاتجاهات إلى المكان؟
pt_pt: Precisa de Direção para o Local?

# afcuimroutebuilderviewcontroller.outdoortoindooralerttitle.message
source: We noticed you are currently not at the facility. Would you like to route to the venue instead?
ar: لاحظنا أنك غير موجود حاليا في المنشأة. هل ترغب في التوجه إلى مكان بدلا من ذلك؟
pt_pt: Percebemos que você não está atualmente nas instalações. Gostaria de encaminhar para o local em vez disso?

# afcuimroutebuilderviewcontroller.dismissoutdoortoindoor.buttontitle
source: DISMISS
ar: رفض
pt_pt: DISPENSAR

# afcuimroutebuilderviewcontroller.openinmapsbutton.buttontitle
source: OPEN IN MAPS
ar: فتح في الخرائط
pt_pt: ABRE EM MAPAS

# afcuimroutebuilderviewcontroller.welcomebacktitle.text
source: Welcome Back!
ar: مرحبا بعودتك!
pt_pt: Bem vindo de volta!

# afcuimroutebuilderviewcontroller.welcomebackmessage.text
source: We will now continue routing from the parking lot to your previously selected destination.
ar: سنواصل الآن التوجيه من موقف السيارات إلى الوجهة التي اخترتها سابقا.
pt_pt: Agora vamos continuar rotinando do estacionamento para o seu destino selecionado anteriormente.

# afcuimroutebuilderviewcontroller.welcomebackdismiss.buttontitle
source: DISMISS
ar: رفض
pt_pt: DISPENSAR

# afcuimroutebuilderviewcontroller.welcomebackrouteme.buttontitle
source: ROUTE ME
ar: الطريق لي
pt_pt: DETERMINAR

# afcuimroutebuilderviewcontroller.routeme.error.title
source: Route Error
ar: خطأ في المسار
pt_pt: Erro de Rota

# afcuimroutebuilderviewcontroller.routeme.error.message
source: No route can be found.
ar: لا يمكن العثور على أي مسار.
pt_pt: Nenhuma rota pode ser encontrada.

# afcuimroutebuilderviewcontroller.table.header.title
source: %1$@ at %2$@
ar: %1$@ في %2$@
pt_pt: %1$@ em %2$@

# afcuiannotationdetailviewcontroller.selectCampusButton.buttontitle
source: SELECT THIS CAMPUS
ar: اختر هذا كامبوس
pt_pt: SELECIONE ESTE CAMPUS

# afcuimmapviewcontroller.endPointOfInterest.message
source: You have arrived.
ar: لقد وصلت.
pt_pt: Você chegou.

# afcuimmapviewcontroller.promptlocationalert.takemetherebutton
source: Take me there
ar: خذني هناك
pt_pt: Leve-me lá

# afcuimmapviewcontroller.promptlocationalert.backtofacilitymapbutton
source: Back to facility map
ar: العودة إلى خريطة المرفق
pt_pt: Voltar ao mapa da instalação

# afcuimmapviewcontroller.promptlocationalert.cancelbutton
source: No Thanks
ar: لا شكرا
pt_pt: Não, obrigado

# afcuimapviewcontroller.nopoifound.alert.title
source: POI Not Found
ar: لم يتم العثور على بوي
pt_pt: POI Não Encontrado

# afcuimapviewcontroller.nopoifound.alert.message
source: The POI was not found in the building POIs.
ar: لم يتم العثور على بوي في النقاط المهمة بناء.
pt_pt: O POI não foi encontrado nos POI do edifício.

# afcuimmapviewcontroller.searchbar.text
source: Search...
ar: فتش...
pt_pt: Pesquisa...

# afcuimmapviewcontroller.promptlocationalert.title
source: Help us guide you
ar: ساعدنا في إرشادك
pt_pt: Ajude-nos a guiá-lo

# afcuimmapviewcontroller.promptlocationalert.message
source: Please enable location services so we can guide you around the facility.
ar: يرجى تمكين خدمات الموقع حتى نتمكن من إرشادك حول المنشأة.
pt_pt: Ative os serviços de localização para que possamos guiá-lo em torno da instalação.

# afcuimmapviewcontroller.buildingloaderroralert.title
source: Map Error
ar: خطأ في الخريطة
pt_pt: Erro de Mapa

# afcuimmapviewcontroller.buildingloaderroralert.message
source: We cannot load the map at this time. Check your network connection.
ar: لا يمكننا تحميل الخريطة في الوقت الحالي. تحقق من اتصال الشبكة.
pt_pt: Não podemos carregar o mapa neste momento. Verifique a sua conexão de rede.

# afcuimmapviewcontroller.buildingloaderroralert.button
source: Ok
ar: حسنا
pt_pt: Está bem

# afcuimmapviewcontroller.ok
source: Ok
ar: حسنا
pt_pt: Está bem

# afmuipoiviewcontroller.search.placeholder
source: Search for poi...
ar: البحث عن بوي ...
pt_pt: Pesquisar POI ...

# afmuipoiviewcontroller.titlelabel.text
source: POI Directory
ar: دليل بوي
pt_pt: Diretório POI

# afmuipoiviewcontroller.noresultsfound.text
source: No Results Found.
ar: لا توجد نتائج.
pt_pt: Nenhum resultado encontrado.

# afcuimroutingannotationview.taptogoback.title
source: TAP TO GO BACK
ar: انقر للانتقال
pt_pt: TAP VOLTAR

# afcuimroutingannotationview.taptoviewnext.title
source: TAP TO VIEW NEXT
ar: تاب تو فيو نيكست
pt_pt: TAP PARA VER PRÓXIMO

# afcuimroutingannotationview.starthereannotation.title
source: Start
ar: بداية
pt_pt: Começar

# afcuimroutingannotationview.destinationannotation.title
source: End
ar: النهاية
pt_pt: Fim

# afcuimroutingannotationview.tome.title
source: Take
ar: يأخذ
pt_pt: Levar

# afcuimroutingannotationview.hacia.title
source: to
ar: إلى
pt_pt: para

# afcmmappickerviewcontroller.navbar.title
source: Maps
ar: خرائط
pt_pt: Mapas

# PWRouteInstructionDirectionStraight
source: Go straight for
ar: الذهاب مباشرة ل
pt_pt: Vá direto para

# PWRouteInstructionDirectionLeft
source: Turn left in
ar: الاتجاه يسارا ب
pt_pt: Vire à esquerda na

# PWRouteInstructionDirectionRight
source: Turn right in
ar: الاتجاه يمينا في
pt_pt: Vire à direita em

# PWRouteInstructionDirectionBearLeft
source: Bear left in
ar: الدب اليسار في
pt_pt: Urso deixado em

# PWRouteInstructionDirectionBearRight
source: Bear right in
ar: الدب الحق في
pt_pt: Irmão direito

# afmuimapviewcontroller.turnbyturn.distance.meter
source: meter
ar: متر
pt_pt: metro

# afmuimapviewcontroller.turnbyturn.distance.meters
source: meters
ar: متر
pt_pt: metros

# afmuimapviewcontroller.turnbyturn.distance.foot
source: foot
ar: قدم
pt_pt: pé

# afmuimapviewcontroller.turnbyturn.distance.feet
source: feet
ar: قدم
pt_pt: pés

# PWRouteInstructionDirectionElevatorUp
source: Take the elevator up to
ar: أخذ المصعد حتى
pt_pt: Pegue o elevador até

# PWRouteInstructionDirectionElevatorDown
source: Take the elevator down to
ar: خذ المصعد وصولا الى
pt_pt: Pegue o elevador até

# PWRouteInstructionDirectionStairsUp
source: Take the stairs up to
ar: اتخاذ الدرج تصل إلى
pt_pt: Pegue as escadas até

# PWRouteInstructionDirectionStairsDown
source: Take the stairs down to
ar: اتخاذ الدرج وصولا الى
pt_pt: Pegue as escadas para baixo

# PWRouteInstructionDirectionEscalatorUp
source: Take the escalator up to
ar: خذ المصعد حتى
pt_pt: Pegue a escada rolante até

# PWRouteInstructionDirectionEscalatorDown
source: Take the escalator down to
ar: خذ المصعد إلى أسفل
pt_pt: Pegue a escada rolante até

# PWRouteInstructionLast
source: You've arrived at
ar: لقد وصلت إلى
pt_pt: Você chegou a

# PWRouteInstructionLastEmpty
source: You have arrived.
ar: لقد وصلت.
pt_pt: Você chegou.

# afmuimapviewcontroller.turnbyturn.totaltraveltime
source: Total Travel Time
ar: إجمالي وقت السفر
pt_pt: Tempo Total de Viagem

# afmuimapviewcontroller.turnbyturn.in
source: in
ar: في
pt_pt: dentro

# afmoutdoortoindoor.nativemap.title
source: %1$@ at %2$@
ar: %1$@ في %2$@
pt_pt: %1$@ em %2$@

# afmuimapviewcontroller.connections.wifi.message
source: Turn on wifi to see your current location on the map.
ar: تشغيل واي فاي لمعرفة موقعك الحالي على الخريطة.
pt_pt: Ligue wifi para ver sua localização atual no mapa.

# afmuimapviewcontroller.connections.bluetooth.message
source: Turn on bluetooth to see your current location on the map.
ar: تشغيل البلوتوث لرؤية موقعك الحالي على الخريطة.
pt_pt: Ative o bluetooth para ver sua localização atual no mapa.

# afmuimapviewcontroller.connections.wifiandbluetooth.message
source: Turn on wifi and bluetooth to see your current location on the map.
ar: تشغيل واي فاي وبلوتوث لمعرفة موقعك الحالي على الخريطة.
pt_pt: Ligue wifi e bluetooth para ver sua localização atual no mapa.

# afmuimapviewcontroller.connections.button.title
source: OK
ar: حسنا
pt_pt: Está bem

# afmlocationpermissionrequestviewcontroller.permission.title
source: Use Current Location
ar: استخدام الموقع الحالي
pt_pt: Use a localização atual

# afmlocationpermissionrequestviewcontroller.permission.description
source: Please enable location services to help us guide you.
ar: الرجاء تمكين خدمات الموقع لمساعدتنا في إرشادك.
pt_pt: Ative os serviços de localização para nos ajudar a orientá-lo.

# afmlocationpermissionrequestviewcontroller.allowbutton.title
source: Yes
ar: نعم فعلا
pt_pt: Sim

# afmlocationpermissionrequestviewcontroller.rejectbutton.title
source: Not Now
ar: ليس الان
pt_pt: Agora Não
