Repository: wfbh-appdev/Wayfinder
Catalog: Generic/*.lproj/Localizable.strings
Languages: ar, es, ja, zh

# PWRouteInstructionDirectionBearLeft
source: Bear left in
ar: الدب اليسار في
es: Oso a la izquierda en
ja: ベア レフト イン
zh: 向左转

# PWRouteInstructionDirectionBearRight
source: Bear right in
ar: الدب اليمين في
es: Lleve a la derecha en
ja: ベア ライト イン
zh: 向右拐

# PWRouteInstructionDirectionElevatorDown
source: Take the elevator down to
ar: استقل المصعد الى
es: Toma el ascensor hasta
ja: テーク ザー エリベーター ダウン トゥー
zh: 乘电梯到

# PWRouteInstructionDirectionElevatorUp
source: Take the elevator up to
ar: اتخاذ المصعد يصل إلى
es: Toma el ascensor hasta
ja: テーク ザー エリベーター アップ トゥー
zh: 乘电梯到

# PWRouteInstructionDirectionLeft
source: Turn left in
ar: يستدير لليسار في
es: Gire a la izquierda en
ja: ターン レフト イン
zh: 向左转

# PWRouteInstructionDirectionRight
source: Turn right in
ar: يمينا في
es: Gire a la derecha en
ja: ターン ライト イン
zh: 向右转

# PWRouteInstructionDirectionStairsDown
source: Take the stairs down to
ar: اصعد السلالم وصولا الى
es: Sube las escaleras hasta
ja: テーク ザー ステアズ ダウン トゥー
zh: 走下楼梯

# PWRouteInstructionDirectionStairsUp
source: Take the stairs up to
ar: خذ على الدرج الى
es: Sube las escaleras hasta
ja: テーク ザー ステアズ アップ トゥー
zh: 走上楼梯

# PWRouteInstructionDirectionStraight
source: Go straight for
ar: الذهاب مباشرة ل
es: Ir directamente a
ja: まっすぐ進む
zh: 直走

# PWRouteInstructionLast
source: You've arrived at
ar: كنت قد وصلت في
es: Has llegado a
ja: ユーブ アライブド アット
zh: 你到了

# PWRouteInstructionLastEmpty
source: You have arrived.
ar: لقد وصلت.
es: Has llegado.
ja: あなたは到着しました。
zh: 你已到达。

# afccheckforceupdate.displayforceupdate.alert.button.title
source: Update
ar: تحديث
es: Actualizar
ja: アプデート
zh: 更新

# afccheckforceupdate.displayforceupdate.alert.message
source: A new version has been released. You must update to the latest version.
ar: لقد تم الافراج عن نسخة جديدة. يجب تحديث إلى الإصدار الأحدث.
es: Una nueva versión ha sido lanzada. Usted debe actualizar a la última versión.
ja: エー ニュー バーション ハズ ビーン リリースト ユー マスト アプデート トゥー ザー レーティスト バーション
zh: 新版本已发布，您必须更新到最新版本.

# afccheckforceupdate.displayforceupdate.alert.title
source: App Update Available
ar: التطبيق تحديث متاح
es: Actualización Disponible
ja: アップ アプデート アベーラブル
zh: 应用程式更新可用

# afccheckforceupdate.displayupdateavailable.alert.button.title
source: Update
ar: تحديث
es: Actualizar
ja: アプデート
zh: 更新

# afccheckforceupdate.displayupdateavailable.alert.cancel.title
source: Not Now
ar: ليس الان
es: Ahora no
ja: ノット ナウ
zh: 不现在

# afccheckforceupdate.displayupdateavailable.alert.message
source: A new version has been released. Please update to the latest version.
ar: لقد تم الافراج عن نسخة جديدة. يرجى تحديث إلى الإصدار الأحدث.
es: Una nueva versión ha sido lanzada. Por favor actualice a la última versión.
ja: エー・ニュー・バーション・ハズ・ビーン・リリースト・プリーズ・アプデート・トゥー・ザー・レーティスト・バーション
zh: 新版本已发布，请更新到最新版本.

# afccheckforceupdate.displayupdateavailable.alert.title
source: Update Available
ar: التحديث متاح
es: Actualización Disponible
ja: アプデート・アベーラブル
zh: 更新可用

# afccheckforceupdate.prompt.message.displayforceupdate.alert.title
source: Update Required
ar: مطلوب التحديث
es: Actualización Requerida
ja: アプデート リクァイウド
zh: 需要更新

# afcdirectorycategoryviewcontroller.cancel.text
source: Cancel
ar: إلغاء
es: Cancelar
ja: キャンセル
zh: 取消

# afcdirectorycategoryviewcontroller.categories.text
source: Categories
ar: الاقسام
es: Categorias
ja: カテゴリー
zh: 分类

# afceulapromoptaction.prompt.message
source: Do you agree with the License Agreement and the terms and conditions?
ar: هل توافق على اتفاقية الترخيص وشروط والشروط?
es: ¿Está de acuerdo con el contenido de la licencia de uso y los términos y condiciones de uso?
ja: ドゥー ユー アグリー ウィズ ザー ライセンス アグリーメント アンド ザー タームズ アンド コンディッションズ
zh: 您同意许可协议和条款和条件吗?

# afceulapromoptaction.prompt.message.agreebutton.title
source: AGREE
ar: توافق
es: DE ACUERDO
ja: アグリー
zh: 同意

# afceulapromoptaction.prompt.message.title
source: License Agreement
ar: اتفاقية الترخيص
es: Acuerdo de Licencia
ja: ライセンス アグリーメント
zh: 许可协议

# afceulapromoptaction.prompt.message.viewbutton.title
source: VIEW
ar: رأي
es: VER LICENCIA
ja: ビュー
zh: 视图

# afclayerpickerviewcontroller.navbar.default.title
source: Levels
ar: مستويات
es: Capas
ja: レベルズ
zh: 级别

# afclayerpickerviewcontroller.searchbar.default.text
source: Search
ar: بحث
es: Buscar
ja: サーチ
zh: 搜索

# afclogoutaction.alert.button.title
source: Ok
ar: حسنا
es: SÍ
zh: 好

# afclogoutaction.alert.message
source: You have successfully logged out of the current session.
ar: لقد خرجت بنجاح من الجلسة الحالية.
es: Ha iniciado sesión con éxito de la sesión actual.
ja: 現在のセッションから正常にログアウトしました。
zh: 您已成功注销当前会话。

# afclogoutaction.alert.title
source: Logout Successful
ar: تم الخروج بنجاح
es: Salir con éxito
ja: ログアウトに成功
zh: 注销成功

# afcmmappickerviewcontroller.navbar.title
source: Maps
ar: خرائط
es: Mapas
ja: マップス
zh: 地图

# afcmmappickerviewcontroller.promptlocationalert.message
source: Please enable location services so we can show you the nearest location.
ar: يرجى تمكين خدمات الموقع ولذا فإننا يمكن أن تظهر لك أقرب موقع.
es: Por favor, activa los servicios de localización de manera que le guiará por las instalaciones.
ja: プリーズ イネーブル ローケーション サービシズ ソー ウィー キャン ショー ユー ザー ニアリスト ローケーション
zh: 请启用位置服务，以便我们能向您显示最近的位置.

# afcmmappickerviewcontroller.promptlocationalert.title
source: Help us guide you
ar: ساعدونا في إرشادك
es: Nos ayudan a guiar
ja: ヘルプ アズ ガイド・ユー
zh: 帮助我们引导你

# afcuimroutebuilderviewcontroller.route.error.endstart.same
source: The start and end point must be different.
ar: يجب أن يكون نقطة بداية ونهاية مختلفة.
es: El punto inicial y final deben ser diferentes.
ja: ザー スタート アンド エンド ポイント マスト ビー ディフラント
zh: 起点和终点必须不同.

# afcuimroutebuilderviewcontroller.route.error.cantfindpoi
source: We could not find that POI, please search again.
ar: ونحن لا يمكن أن تجد أن في و اي، يرجى البحث من جديد.
es: No podemos encontrar el Punto de Interés, busque de nuevo.
ja: ウィー クッド ノット ファインド ザット ポーイー プリーズ サーチ アゲン
zh: 我们找不到该POI，请重新搜索.

# afcuimroutebuilderviewcontroller.route.error.title
source: Sorry
ar: آسف
es: Lo Sentimos
ja: ソリー
zh: 抱歉

# afcuimroutebuilderviewcontroller.currentlocation.text
source: Current Location
ar: الموقع الحالي
es: Localización Actual
ja: カレント ローケーション
zh: 错误.标题

# afcuimroutebuilderviewcontroller.startlocationtextfield.placeholder
source: Start Location
ar: موقع البدء
es: Punto de Inicio
ja: スタート ローケーション
zh: 开始位置

# afcuimroutebuilderviewcontroller.endlocationtextfield.placeholder
source: End Location
ar: نهاية الدولة
es: Punto Final
ja: エンド ローケーション
zh: 结束位置

# afcuimroutebuilderviewcontroller.startlabel.text
source: START
ar: بداية
es: INICIO
ja: スタート
zh: 开始

# afcuimroutebuilderviewcontroller.endlabel.text
source: END
ar: النهاية
es: FIN
ja: エンド
zh: 结束

# afcuimroutebuilderviewcontroller.titlelabel.text
source: Routing
ar: التوجيه
es: Generando Ruta
ja: ルーティング
zh: 路由

# afcuimroutebuilderviewcontroller.cancelbutton.buttontitle
source: Cancel
ar: إلغاء
es: Cancelar
ja: キャンセル
zh: 取消

# afcuimroutebuilderviewcontroller.routebutton.buttontitle
source: Route
ar: الطريق
es: Routa
ja: ルート
zh: 路由

# afcuimroutebuilderviewcontroller.handicapaccessibilitylabel.text
source: Handicap Accessibility
es: Acceso Para Discapacitados
zh: 智障辅助功能

# afcuimroutebuilderviewcontroller.outdoortoindoornotificationtitle.text
source: Welcome to
ar: مرحبا بكم في
es: Bienvenido a
zh: 欢迎来到

# afcuimroutebuilderviewcontroller.outdoortoindoornotificationtitle.message
source: Please launch the app for indoor directions to your final destination.
ar: يرجى إطلاق التطبيق عن الاتجاهات الداخلية إلى وجهتك النهائية.
es: Por favor, inicie la aplicación de las direcciones de interior a su destino final.
zh: 请启动应用程序，到室内路线到你的最终目的地.

# afcuimroutebuilderviewcontroller.outdoortoindooralerttitle.text
source: Need Directions to the Venue?
ar: تحتاج الاتجاهات إلى المكان?
es: ¿Necesita una ruta para la ubicación?
ja: ニード ディレクションズ トゥー ザー ベニュー?
zh: 需要到场地的指示?

# afcuimroutebuilderviewcontroller.outdoortoindooralerttitle.message
source: We noticed you are currently not at the facility. Would you like to route to the venue instead?
es: Notamos que actualmente usted no está en el lugar. ¿Le gustaría que trazaramos la ruta por usted?
zh: 我们注意到您目前不在该设施. n您想要前往该地点吗？

# afcuimroutebuilderviewcontroller.dismissoutdoortoindoor.buttontitle
source: DISMISS
ar: استبعاد
es: CERRAR
ja: ディズミス
zh: 解雇

# afcuimroutebuilderviewcontroller.openinmapsbutton.buttontitle
source: OPEN IN MAPS
ar: فتح الخريطة
es: ABRIR EN MAPAS
ja: オーペン イン マップス
zh: 在地图上打开

# afcuimroutebuilderviewcontroller.welcomebacktitle.text
source: Welcome Back!
ar: أهلا بكم من جديد!
es: ¡Bienvenido de Vuelta!
zh: 欢迎回来!

# afcuimroutebuilderviewcontroller.welcomebackmessage.text
source: We will now continue routing from the parking lot to your previously selected destination.
es: Ahora mostraremos la ruta del estacionamiento a su destino previamente seleccionado.
zh: 我们现在将继续从停车场路线到您之前选择的目的地.

# afcuimroutebuilderviewcontroller.welcomebackdismiss.buttontitle
source: DISMISS
ar: استبعاد
es: CERRAR
ja: ディズミス
zh: 解雇

# afcuimroutebuilderviewcontroller.welcomebackrouteme.buttontitle
source: ROUTE ME
ar: طريق أنا؛
es: RUTA
ja: ルート ミー
zh: 路由我

# afcuimpoifiltereditorviewcontroller.savefiltersbutton.buttontitle
source: Save Filters
ar: حفظ مرشحات
es: Guardar Filtros
ja: キャンセル
zh: 保存过滤器

# afcuimpoifiltereditorviewcontroller.cancelbutton.buttontitle
source: Cancel
ar: إلغاء
es: Cancelar
ja: キャンセル
zh: 取消

# afcuimpoifiltereditorviewcontroller.titlelabel.text
source: Choose POI Filter
ar: اختار في و اي فلتر
es: Elija Filtro de POI
ja: チューズ ポーイー フィルター
zh: 选择POI过滤器

# afcuiannotationdetailviewcontroller.selectCampusButton.buttontitle
source: SELECT THIS CAMPUS
ar: اختر هذا الحرم الجامعي
es: SELECCIONA ESTE CAMPUS
ja: シレクト ジス キャンパス
zh: 选择这个幅员

# afcuieulaviewcontroller.agreebutton.buttontitle
source: I Agree
ar: أنا أتفق
es: Acepto
ja: アイ アグリー
zh: 我同意

# afcuieulaviewcontroller.navbar.title
source: License Agreement
ar: اتفاقية الترخيص
es: Acuerdo de Licencia
ja: ライセンス アグリーメント
zh: 许可协议

# afcuiwebviewcontroller.message.text
source: Please wait...
ar: أرجو الإنتظار...
es: Por favor espere...
ja: プリーズ ウェート
zh: 请稍候...

# afcuimodalwebbrowser.status.text
source: Loading
ar: تحميل
es: Cargando
ja: ローディング
zh: 载入

# afcparkingmapviewcontroller.droppinbutton.buttontitle
source: Drop a Pin
ar: إسقاط دبوس
es: Colocar un Pin
ja: ドロップ エー ピン
zh: 放一个针

# afcparkingmapviewcontroller.droppinbutton.clearenabled.buttontitle
source: Clear
ar: واضح
es: Borrar todo
ja: クリア
zh: 清除

# afcparkingmapviewcontroller.droppinbutton.droppindisabled.buttontitle
source: Drop a Pin
ar: إسقاط دبوس
es: Colocar un Pin
ja: ドロップ エー ピン
zh: 放一个针

# afcparkingmapviewcontroller.droppinbutton.droppinenabled.buttontitle
source: Drop a Pin
ar: إسقاط دبوس
es: Colocar un Pin
ja: ドロップ エー ピン
zh: 放一个针

# afcparkingmapviewcontroller.locationauthorization.erroralert.cancelbutton.title
source: No Thanks
ar: لا شكرا
es: No gracias
ja: ノー サンクス
zh: 不，谢谢

# afcparkingmapviewcontroller.locationauthorization.erroralert.message
source: Help us keep track of your parking spot by enabling location
ar: ساعدونا في تتبع مكان وقوف السيارات الخاصة بك من خلال تمكين الموقع
es: Ayúdanos a mantener un registro de su lugar de estacionamiento al permitir la ubicación
ja: ヘルプ アズ キープ トラック オブ ヨー パーキング スポット バイ イネーブリング ローケーション
zh: 帮助我们通过启用位置跟踪您的停车位

# afcparkingmapviewcontroller.locationauthorization.erroralert.okbutton.title
source: OK
ar: حسنا
es: SÍ
ja: オーケー
zh: 可以

# afcparkingmapviewcontroller.locationauthorization.erroralert.title
source: Please enable location
ar: يرجى تمكين الموقع
es: Por favor, activa ubicación
ja: プリーズ イネーブル ローケーション
zh: 请启用位置

# afcparkingmapviewcontroller.titlelabel.text
source: Pin My Location
ar: دبوس مكاني
es: Pin en mi ubicación
ja: ピン マイ ローケーション
zh: 固定我的位置

# afcparkingnoteviewcontroller.noteslabel.text
source: Write a note to help you remember where you've parked...
ar: كتابة مذكرة لمساعدتك على تذكر أين كنت واقفة...
es: Escriba una nota que le recuerde dónde se ha estacionado...
ja: ライト エー ノート トゥー ヘルプ ユー リメンバー ウェア ユーブ パークト
zh: 写一个便条，以帮助你记住你停在哪里...

# afcparkingnoteviewcontroller.titlelabel.text
source: Parking Note
ar: مواقف ملاحظة
es: Nota de Estacionamiento
ja: パーキング ノート
zh: 停车注意

# afcparkingphotoviewcontroller.deniedcamera.message.text
source: To take a photo of your parking spot, please allow the app to access your phone's camera.
ar: لالتقاط صورة من مكان وقوف السيارات الخاصة بك، أرجو أن تسمحوا للتطبيق بالوصول إلى كاميرا الهاتف الخاص بك.
es: Para tomar una fotografía de su espacio de estacionamiento, permita a la aplicación acceder a la cámara de su teléfono.
ja: トゥー テーク エー フォートー オブ ヨー パーキング スポット プリーズ アラウ ザー アップ トゥー アクセス ヨー フォーンズ キャマラー
zh: 要拍摄您的停车位的照片，请允许该应用程序访问您的手机的相机.

# afcparkingphotoviewcontroller.restrictedcamera.message.text
source: Camera can't be accessed due restrictions on your device.
ar: لا يمكن الوصول إلى الكاميرا بسبب القيود المفروضة على جهازك.
es: La cámara no puede ser accedida debido a las restricciones de su dispositivo.
ja: キャマラー・カーント・ビー・アクセスト・ジュー・リストリクションズ・オン・ヨー・ディバイス
zh: 相机无法访问，因为您的设备上的限制.

# afcparkingviewcontroller.gpslocationbuttonlabel.text
source: Pin GPS Location
ar: دبوس جي في يس الموقع
es: Colocar un Pin
ja: ピン グプス ローケーション
zh: 固定GPS位置

# afcparkingviewcontroller.imagesavedmessage.text
source: Image Saved
ar: الصورة المحفوظة
es: Imagen Guardada
ja: イミッジ セーブド
zh: 图片已保存

# afcparkingviewcontroller.locationsavedmessage.text
source: Location Saved
ar: موقع محفوظ
es: Ubicación Guardada
ja: ローケーション セーブド
zh: 位置已保存

# afcparkingviewcontroller.notesavedmessage.text
source: Note Saved
ar: ملاحظة محفوظ
es: Nota Guardada
ja: ノート セーブド
zh: 备注已保存

# afcparkingviewcontroller.parkingchoosemethod.text
source: Choose a method below:
ar: اختيار الأسلوب أدناه:
es: Elija un método:
ja: チューズ エー メソド・ビロー
zh: 选择以下方法：

# afcparkingviewcontroller.parkingremindertitle.text
source: Parking Reminder
ar: تذكير للسيارات
es: Recordatorio de Estacionamiento
ja: パーキング リマインダー
zh: 停车提醒

# afcparkingviewcontroller.recordvoicememobuttonlabel.text
source: Record a Memo
ar: تسجيل مذكرة
es: Grabar Una Nota de Voz
ja: リコード エー メモー
zh: 记录备忘录

# afcparkingviewcontroller.takepicturebuttonlabel.text
source: Take a Picture
ar: التقط صوره
es: Tomar una Foto
ja: テーク エー ピクチャー
zh: 拍照

# afcparkingviewcontroller.titlelabel.text
source: Parking
ar: موقف سيارات
es: Estacionamiento
ja: パーキング
zh: 停车场

# afcparkingviewcontroller.voicememosavedmessage.text
source: Voice Memo Saved
ar: مذكرة صوت تم حفظها
es: Nota de Voz Guardada
ja: ボイス メモー セーブド
zh: 声音备忘已保存

# afcparkingviewcontroller.writenotebuttonlabel.text
source: Write a Note
ar: اكتب ملاحظة
es: Escribir Una Nota
ja: ライト エー ノート
zh: 写笔记

# afcparkingvoicememoviewcontroller.recordvoicememotitle.text
source: Record a memo to help you remember
ar: تسجيل مذكرة لمساعدتك على تذكر
es: Guardar una nota de voz para recordarle dónde se estacionó
ja: リコード エー メモー トゥー ヘルプ ユー リメンバー
zh: 记录备忘录以帮助您记住

# afcparkingvoicememoviewcontroller.titlelabel.text
source: Parking Memo
ar: مذكرة للسيارات
es: Recordatorio de Estacionamiento
ja: パーキング メモー
zh: 停车备忘录

# afcphonecallaction.alert.accept
source: Yes
ar: نعم فعلا
es: Si
ja: はい
zh: 是

# afcphonecallaction.alert.cancel
source: No
ar: لا
ja: いいえ
zh: 没有

# afcphonecallaction.alert.ok
source: OK
ar: حسنا
zh: 好

# afcphonecallaction.alert.title
source: Place a Call
ar: إجراء مكالمة
es: Realizar una llamada
ja: 電話をかける
zh: 拨打电话

# afcphonecallaction.error.alert.message
source: Your device is not capable of placing calls
ar: جهازك غير قادر على إجراء المكالمات
es: Su dispositivo no puede realizar llamadas
ja: お使いのデバイスは通話ができません
zh: 您的设备无法拨打电话

# afcphonecallaction.error.alert.title
source: Error
ar: خطأ
ja: エラー
zh: 错误

# afcuidatepicker.alert.title
source: Select Date
ar: حدد تاريخ
es: Seleccione Fecha
ja: 日付を選択
zh: 选择日期

# afcuidatepicker.navbar.today
source: Today
ar: اليوم
es: Hoy
ja: 今日
zh: 今天

# afcuimannotationdirectoryviewcontroller.noresultsfound.text
source: No Results Found.
ar: لا نتائج وجدت
es: No se han encontrado resultados.
ja: ノー リザルツ ファウンド
zh: 未找到结果

# afcuimannotationdirectoryviewcontroller.titlelabel.text
source: POI Directory
ar: في وأي دليل
es: Directorio de POI
ja: ポーイー ディレクトリー
zh: POI 目录

# afcuimediapicker.alert.cancel
source: Cancel
ar: إلغاء
es: Cancelar
ja: キャンセル
zh: 取消

# afcuimediapicker.button.defaulttext
source: Select Image to Upload
ar: حدد صورة للتحميل
es: Seleccionar Imagen Para Subir
ja: アップロードする画像を選択
zh: 选择要上传的图像

# afcuimediapicker.button.photouploaded
source: Photo Uploaded
ar: تم تحميل الصورة
es: Carga de Foto Completa
ja: 写真がアップロードされました
zh: 照片上传

# afcuimediapicker.imageselect
source: Select Photo From Camera Roll
ar: حدد صورة من لفة الكاميرا
es: Seleccionar Foto de Galería
ja: カメラロールから写真を選択
zh: 从相机卷选择照片

# afcuimediapicker.navbar.title
source: Select Image
ar: اختر صورة
es: Seleccionar Imagen
ja: 画像を選択
zh: 选择图像

# afcuimediapicker.takeimage
source: Take Photo
ar: تصوير
es: Tomar Foto
ja: 写真を撮る
zh: 拍照

# afcuimediapicker.toolbar.clearimage
source: Clear Image
ar: صورة واضحة
es: Limpiar Imagen
ja: クリア画像
zh: 清除图像

# afcuimediapicker.toolbar.selectimage
source: Select Image
ar: اختر صورة
es: Seleccionar Imagen
ja: 画像を選択
zh: 选择图像

# afcuimmapviewcontroller.promptlocationalert.backtofacilitymapbutton
source: Back to facility map
ar: العودة إلى خريطة المرفق
es: Volver al mapa de instalaciones
ja: 施設マップに戻る
zh: 返回设施地图

# afcuimmapviewcontroller.searchbar.text
source: Search...
ar: بحث...
ja: サーチ
zh: 搜索...

# afcuimodalwebbrowser.alert.message
source: You must be logged in to view this page.
ar: عليك تسجيل الدخول لعرض هذه الصفحة.
es: Usted debe ingresar para ver el contenido de esta página.
ja: このページを表示するには、ログインする必要があります。
zh: 您必须登录才能查看此页面。

# afcuimodalwebbrowser.alert.ok
source: OK
ar: حسنا
es: Bueno
zh: 好

# afcuimodalwebbrowser.alert.title
source: Error
ar: خطأ
ja: エラー
zh: 错误

# afcuimodalwebbrowser.closebutton.buttontitle
source: Close
ar: أغلق
ja: クローズ
zh: 关闭

# afcuimroutebuilderviewcontroller.route.error.nostartend
source: Both Start and End locations must be specified to find a route.
ar: يجب تحديد كل من موقعي البدء والانتهاء للعثور على مسار.
es: La locación inicial y final deben ser especificadas para encontrar una ruta.
ja: ルートを見つけるには、開始位置と終了位置の両方を指定する必要があります。
zh: 必须指定开始和结束位置才能查找路线。

# afcuimroutebuilderviewcontroller.routeme.error.message
source: No route can be found.
ar: لا يمكن العثور على أي مسار.
es: No se puede encontrar ninguna ruta
ja: ルートは見つかりません。
zh: 没有找到路线。

# afcuimroutebuilderviewcontroller.routeme.error.title
source: Route Error
ar: خطأ في المسار
es: Error en la ruta
ja: ルートエラー
zh: 路由错误

# afcuimroutingannotationview.destinationannotation.title
source: End
ar: النهاية
es: Termina
ja: エンド
zh: 结束

# afcuimroutingannotationview.hacia.title
source: to
ar: إلى
es: hacia
ja: トゥー
zh: 至

# afcuimroutingannotationview.starthereannotation.title
source: Start
ar: بداية
es: Comience
ja: スタート
zh: 开始

# afcuimroutingannotationview.taptogoback.title
source: TAP TO GO BACK
ar: حنفية إلى اذهب الى الخلف
es: TAP PARA REGRESAR
ja: タップ トゥー ゴー バック
zh: 点击返回

# afcuimroutingannotationview.taptoviewnext.title
source: TAP TO VIEW NEXT
ar: حنفية إلى رأي التالى
es: TAP PARA SIGUIENTE
ja: タップ トゥー ビュー ネクスト
zh: 点击下一步

# afcuimroutingannotationview.tome.title
source: Take
ar: أخذ
es: Tome
ja: テーク
zh: 采取

# afcuipicker.alert.cancel
source: Cancel
ar: إلغاء
es: Cancelar
ja: キャンセル
zh: 取消

# afcuipicker.alert.ok
source: OK
ar: حسنا
es: De acuerdo
ja: オーケー
zh: 好

# afcuisettingsviewcontroller.deviceidcopy.alert.message
source: The device ID has been copied to the clipboard
ar: تم نسخ معرف الجهاز إلى الحافظة
es: El ID del dispositivo se ha copiado en el portapapeles
ja: デバイスIDがクリップボードにコピーされました
zh: 设备ID已被复制到剪贴板

# afcuisettingsviewcontroller.deviceidcopy.alert.title
source: Notice
ar: تنويه
es: Darse Cuenta
ja: 通知
zh: 注意

# afmuimapviewcontroller.turnbyturn.totaltraveltime
source: Total Travel Time
ar: إجمالي مدة السفر
es: Tiempo total de viaje
ja: トータル トラベル タイム
zh: 总行程时间

# afmuimapviewcontroller.turnbyturn.totaltraveltime.minute
source: min
ar: دقيقة
ja: ミーンズ
zh: 分钟

# afmuimapviewcontroller.turnbyturn.totaltraveltime.minutes
source: mins
ar: دقائق
ja: ミーンズ
zh: 分钟

# afmuimapviewcontroller.turnbyturn.in
source: in
ar: في
es: en
zh: 在

# afcuitimepicker.alert.title
source: Select Time
ar: حدد الوقت
es: Seleccione Hora
ja: 時間を選択
zh: 选择时间

# afcuiuserloginview.loginbutton.failedtext
source: Login Failed
ar: فشل تسجيل الدخول
es: Inicio de Sesión Fallido
ja: ログインに失敗しました
zh: 登录失败

# afcuiuserloginview.loginbutton.text
source: Login
ar: تسجيل الدخول
es: Iniciar sesión
ja: ログイン
zh: 登录

# afcuiuserloginview.textfieldplaceholder.password
source: Password
ar: كلمه السر
es: Contraseña
ja: パスワード
zh: 密码

# afcuiuserloginview.textfieldplaceholder.username
source: Username
ar: اسم المستخدم
es: Usuario
ja: ユーザー名
zh: 用户名

# afinitialdatabase.displayforceupdate.alert.button
source: Close app
ar: انهيار التطبيق
es: Cerca de aplicación
ja: クローズ アップ
zh: 关闭应用程式

# afinitialdatabase.displayforceupdate.alert.title
source: Error
ar: خطأ
ja: エラー
zh: 错误

# aflayerdatabase.displayforceupdate.alert.button
source: Ok
ar: حسنا
es: SÍ
ja: オーケー
zh: 可以

# aflayerdatabase.displayforceupdate.alert.message
source: This content requires a data connection, please check your mobile or WiFi network and try again.
ar: هذا المحتوى يتطلب اتصال البيانات، الرجاء التحقق من شبكة الهاتف النقال أو واي فاي وحاول مرة أخرى.
es: Este contenido requiere una conexión de datos, por favor revise su red móvil o WiFi y vuelve a intentarlo.
ja: ジス コンテント リクァイーアーズ エー データー コネクション プリーズ チェック ヨー モーバイル オー ウィフィー ネトワーク アンド トライ アゲン
zh: 此内容需要数据连接，请检查您的手机或WiFi网络，然后重试.

# aflayerdatabase.displayforceupdate.alert.title
source: Error
ar: خطأ
ja: エラー
zh: 错误

# afmcofferdetailviewcontroller.alert.cancelbutton.title
source: NO
ar: نعم
ja: イェス
zh: 是

# afmcofferdetailviewcontroller.alert.deletebutton.title
source: YES
ar: لا
es: SI
ja: ノー
zh: 没有

# afmcofferdetailviewcontroller.alert.message
source: Are you sure you would like to delete this message?
ar: هل ترغب في حذف هذه الرسالة?
es: ¿Desea eliminar el mensaje?
ja: ウッド ユー ライク トゥー ディリート ジス メシッジ?
zh: 要删除此消息吗？

# afmcofferdetailviewcontroller.alert.title
source: Delete
ar: حذف رسالة
es: Eliminar
ja: ディリート メシッジ
zh: 删除邮件

# afmcofferdetailviewcontroller.expirationdatelabel.text
source: EXPIRES %@
ar: @% تنقضي
es: EXPIRA %@
ja: イクスパイウズ%@
zh: 过期 %@

# afmcofferdetailviewcontroller.offerbutton.title
source: Receive Free Offer!
ar: تلقي عرض مجاني!
es: ¡Recibir oferta!
ja: リシーブ フリー オファー!
zh: 免费提供!

# afmcofferdetailviewcontroller.titlelabel.text
source: Promotion
ar: ترويج
es: Promoción
ja: プロモーション
zh: 促销

# afmcofferswipeviewcontroller.titlelabel.text
source: Promotion
ar: ترويج
es: Promoción
ja: プロモーション
zh: 促销

# afmcofferwalletviewcontroller.alert.cancelbutton.title
source: NO
ar: لا
ja: ノー
zh: 没有

# afmcofferwalletviewcontroller.alert.deletebutton.title
source: YES
ar: نعم
es: SI
ja: イェス
zh: 是

# afmcofferwalletviewcontroller.alert.description
source: Are you sure you would like to delete these %d messages?
ar: هل أنت متأكد أنك ترغب في حذف هذه د٪ الرسائل?
es: ¿Desea eliminar estos %d menasajes?
ja: アー ユー シュア ユー ウッド ライク トゥー ディリート ジーズ ディー メシジズ
zh: 确实要删除这些%d消息吗？

# afmcofferwalletviewcontroller.alert.title
source: Delete Messages
ar: حذف الرسائل
es: Eliminar Mensajes
ja: メッセージの削除
zh: 删除邮件

# afmcofferwalletviewcontroller.deletebutton.title
source: Delete
ar: حذف
es: Eliminar
ja: ディリート
zh: 删除

# afmcofferwalletviewcontroller.emptymessagelabel.text
source: You don't have any messages at this time.
ar: ليس لديك أية رسائل في هذا وقت.
es: No tienes mensajes en este momento.
ja: ユー ドーント ハブ エニー メシジズ アット ジス タイム.
zh: 此时你没有任何信息.

# afmcofferwalletviewcontroller.expirationdate.text
source: EXPIRES %@
ar: @% تنقضي
es: EXPIRA %@
ja: イクスパイウズ%@
zh: 过期%@

# afmcofferwalletviewcontroller.titlelabel.text
source: Message Center
ar: مركز الرسائل
es: Centro de Mensajes
ja: メシッジ・センター
zh: 消息中心

# afmcofferwalletviewcontroller.titlelabel.text.editing
source: Edit
ar: تصحيح
es: Editar
ja: エディット
zh: 编辑
