Repository: wfbh-appdev/Wayfinder
Catalog: Generic/*.lproj/Localizable.strings
Languages: ar, es, ja, zh

# afmuipoiviewcontroller.search.placeholder
source: Search for poi...
ar: ... جار البحث عن البوي
es: Buscar un punto de interés...
ja: 検索poi ...
zh: 搜索poi ...

# forms.error.button.title
source: OK
ar: حسنا
zh: 好

# forms.error.message
source: There was an error with your request
ar: حدث خطأ في طلبك
es: Ha habido un error con su solicitud
ja: あなたのリクエストに誤りがありました
zh: 您的请求出现错误

# forms.error.title
source: Error
ar: خطأ
ja: エラー
zh: 错误

# forms.success.button.title
source: OK
ar: حسنا
zh: 好

# forms.success.message
source: Your request has been sent successfully
ar: تم ارسال طلبك بنجاح
es: Su solicitud ha sido enviada con éxito
ja: あなたのリクエストは正常に送信されました
zh: 您的请求已成功发送

# forms.success.title
source: Success
ar: نجاح
es: Enviado
ja: 成功
zh: 成功

# mall.detail.error.email.message
source: It doesn't seem to have an email.
ar: لا يبدو أن لديها بريد إلكتروني.
es: No parece existir un correo electrónico.
ja: それは電子メールを持っていないようです。
zh: 它似乎没有电子邮件。

# mall.detail.error.phone.message
source: It doesn't seem to have a phone number.
ar: فإنه لا يبدو أن لديها رقم هاتف.
es: No parece existir un número de teléfono.
ja: イット ダズント シーム トゥー ハブ エー フォーン ナンバー.
zh: 它似乎没有电话号码.

# mall.detail.error.website.message
source: It doesn't seem to have a website.
ar: فإنه لا يبدو أن لديها موقع على شبكة الانترنت.
ja: イット ダズント シーム トゥー ハブ エー ウェブサイト
zh: 它似乎没有网站.

source: Ok
ar: حسنا
es: SÍ
ja: オーケー

# afcuiaalertsubscriptionsviewcontroller.getalertssegments.failure.message
source: Please setup alert segments for this app on the portal.
ar: يرجى شرائح تنبيه الإعداد لهذا التطبيق على البوابة.
es: Por favor configura los segmentos para esta application en App Builder portal.
ja: プリーズ セタプ アラート セグメンツ フォー ジス アップ オン ザー ポータル

# afcuiaalertsubscriptionsviewcontroller.getalertssegments.failure.title
source: Alert Settings
ar: إعدادات التنبيه
es: Configuracion de Alertas
ja: アラート セティングズ

# afcuiaalertsubscriptionsviewcontroller.nonetwork.failure.cancelbutton.title
source: Ok
ar: حسنا
es: SÍ
ja: オーケー

# afcuiaalertsubscriptionsviewcontroller.nonetwork.failure.message
source: This content requires a data connection, please check your mobile or wifi network and try again.
ar: هذا المحتوى يتطلب اتصال البيانات، الرجاء التحقق من شبكة الهاتف النقال أو واي فاي وحاول مرة أخرى.
es: Este contenido requiere una conexión de datos , por favor revise su red móvil o Wi-Fi y vuelve a intentarlo.
ja: ジス コンテント リクァイーアーズ エー データー コネクション プリーズ チェック ヨー モーバイル オー ウィフィー ネトワーク アンド トライ アゲン

# afcuiaalertsubscriptionsviewcontroller.nonetwork.failure.title
source: Alert Settings
ar: إعدادات التنبيه
es: Configuracion de Alertas
ja: アラート セティングズ

# afcuimapviewcontroller.nopoifound.alert.message
source: The POI was not found in the building POIs.
ar: وفي و أي لم يتم العثور في المبنى في و أي أيس.
es: El punto de interés no fue encontrado en el edificio.
ja: ザー ポーイー ウォズ ノット ファウンド イン ザー ビルディング ポーイーズ

# afcuimapviewcontroller.nopoifound.alert.title
source: POI Not Found
ar: وفي و أي لم يتم العثور على
es: Punto de interés no encontrado
ja: ポーイー ノット ファウンド

# afcuimmapviewcontroller.buildingloaderroralert.button
source: Ok
ar: حسنا
es: SÍ
ja: オーケー

# afcuimmapviewcontroller.buildingloaderroralert.message
source: We cannot load the map at this time. Check your network connection.
ar: ونحن لا يمكن تحميل خريطة في هذا الوقت. تحقق من اتصال الشبكة.
es: No podemos cargar el mapa en este momento. Compruebe su conexión de red.
ja: ウィー キャノト ロード ザー マップ アット ジス タイム チェック ヨー ネトワーク コネクション

# afcuimmapviewcontroller.buildingloaderroralert.title
source: Map Error
ar: خطأ خريطة
es: Error en el Mapa
ja: マップ エラー

# afcuimmapviewcontroller.endPointOfInterest.message
source: You have arrived.
ar: كنت قد وصلت.
es: Has llegado.
ja: ユー ハブ アライブド

# afcuimmapviewcontroller.promptlocationalert.cancelbutton
source: No Thanks
ar: لا شكرا
es: No Gracias
ja: ノー サンクス

# afcuimmapviewcontroller.promptlocationalert.message
source: Please enable location services so we can guide you around the facility.
ar: يرجى تمكين خدمات الموقع حتى نتمكن من إرشادك حول منشأة.
es: Por favor habilite Location Services para obtener direcciones hacia su destino.
ja: プリーズ イネーブル ローケーション サービシズ ソー ウィー キャン ガイド ユー アラウンド ザー ファシリッティー

# afcuimmapviewcontroller.promptlocationalert.takemetherebutton
source: Take me there
ar: خذني هناك
es: Llevame ahí
ja: テーク ミー ゼア

# afcuimmapviewcontroller.promptlocationalert.title
source: Help us guide you
ar: ساعدونا في إرشادك
es: Nos ayudan a guiar
ja: ヘルプ アズ ガイ ユー

# afinitialdatabase.displayforceupdate.alert.message
source: Unable to start the application. Please verify that your device is connected to a network.
es: No se puede iniciar la aplicación . Por favor, compruebe que el dispositivo está conectado a una red.

# afcphonecallaction.alert.message
source: Are you sure you want to call: %@
es: Está seguro de llamar a: %@

# afcuiuserloginview.loginmessage.invalidusernamepassword
source: Invalid username or password entered. Please, try again.
es: Nombre de Usuario o Contraseña inválidos. Por favor, intente de nuevo.

# afcdirectoryviewcontroller.viewdidload.allString
source: All
es: Todos

# afcdirectoryviewcontroller.viewdidload.favoritesString
source: Favorites
es: Favoritos

# afcdirectoryviewcontroller.setSearchBarPlaceHolder.searchText
source: Search
es: Buscar

source: Search...
es: Buscar...

# afcdirectoryviewcontroller.nonetwork.failure.title
source: Directory
es: Directorio

# afcdirectoryviewcontroller.nonetwork.failure.message
source: This content requires a data connection, please check your mobile or wifi network and try again.
es: Por favor configura los segmentos para esta application en App Builder portal.

# afcdirectoryviewcontroller.nonetwork.failure.cancelbutton.title
source: Ok
es: SÍ

# afcdirectoryviewcontroller.noresultsfound.title
source: No Results Found.
es: No se han encontrado resultados.

# afcdirectoryviewcontroller.filternotice.title
source: Filtered by
es: Filtrado por

# afcdirectoryviewcontroller.filtercategory.title
source: All
es: Todos

# afcdirectoryviewcontroller.filtercategorybutton.title
source: Filter
es: Filtrar

# afcparkingphotoviewcontroller.message.text
source: Please tap the camera button below to take a photo
es: Por favor, haga tap en el botón de la cámara para tomar una foto
